// for SSTP
#define S_ABOUT_SJIS "★ バトル エンコーダー シラセのバージョン情報"

#define S_TARGET_SJIS "どれを狙うのでしょう\\w4‥\\w4‥\\w4\\1\\w4‥\\w4‥\\w4チート狙いかもな\\w4‥\\w4‥\\w4"

#define SSTP_AVIUTL_0 "\\0AviUtlで何かエンコしようとしてるみたい‥\\w8\\w8\\1「%s」って何だろね‥\\0\\n\\n\\8\\8%dフレームってことは\
‥\\w8‥\\n\\n　　30fpsなら%d分%d秒\\n　　24fpsなら%d分%d秒\\8\\8\\8\\8\\8\\8\\8\\8\\8\\8\\8\\8\\8\\8\\8\\8\\e"
#define SSTP_AVIUTL_1 "\\0AviUtlで何かエンコードしてるみたいだね。\\w8\\w8\\1%sか‥\\0\\n\\n\\8\\8全部で%dフレーム？\\8\\8\\8\\8\\8\\8\\8\\8\\8\\8\\8\\8\\8\\8\\8\\8\\e"

// 出力中 0% [293/32808]  残り時間 32分



